/* String test with 1: subject, and 2: match targets */
"%@ contains %@" = "%@ は %@ を含む";

/* String test with 1: subject, and 2: match targets */
"%@ ends with %@" = "%@ は %@ で終わる";

/* String test with 1: subject, and 2: match targets */
"%@ equals %@" = "%@ は %@の項目";

/* Pair of match targets with 1: a target match, and 2: another target match */
"%@ or %@" = "%@ または、 %@";

/* String test with 1: subject, and 2: match targets */
"%@ starts with %@" = "%@ は %@ で始まる";

/* Three or more match targets with 1: a target match, and 2: two or more other target matches */
"%@, %@" = "%@、%@";

/* AND-test with 1: sub test, and 2: two or more other sub tests */
"(%@) and %@" = "(%@) と %@";

/* AND-test with 1: sub test, and 2: another sub test */
"(%@) and (%@)" = "(%@) と (%@)";

/* OR-test with 1: sub test, and 2: two or more other sub tests */
"(%@) or %@" = "(%@) または、 %@";

/* OR-test with 1: sub test, and 2: another sub test */
"(%@) or (%@)" = "(%@) または、 (%@)";

/* Size test without any bounds */
"any size" = "すべてのサイズ";

/* Name of a test */
"Huge files" = "巨大ファイル";

/* Name of a test */
"Images" = "イメージ";

/* Name of a test */
"Large files" = "大きいファイル";

/* Name of a test */
"Medium files" = "中ファイル";

/* Name of a test */
"Music" = "ミュージック";

/* A filename as the subject of a string test */
"name" = "名前";

/* NOT-test with 1: sub test */
"not (%@)" = "(%@) 以外";

/* A pathname as the subject of a string test */
"path" = "パス";

/* Size test with 1: lower bound, and 2: upper bound */
"size is between %@ and %@" = "サイズは %@ と %@ の間";

/* Size test with 1: lower bound */
"size is larger than %@" = "サイズは %@ より大きい";

/* Size test with 1: upper bound */
"size is smaller than %@" = "サイズは %@ より小さい";

/* Name of a test */
"Small files" = "小さいファイル";

/* Name of a test */
"Tiny files" = "極めて小さなファイル";

/* Name of a test */
"Version control" = "バージョンコントロール";